---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilowattHours
source: html/a29f38d0-a597-a622-016e-a4668dbd39eb.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilowattHours Property

Kilowatt hours.

## Syntax (C#)
```csharp
public static ForgeTypeId KilowattHours { get; }
```